{
  "quotes": [
    {
      "quote": "To all my fans who planned to come to the Future History World tour, the pain of letting you down cuts me way deeper than this injury I've sustained."
    },
    {
      "quote": "I want somebody like my mom. My mom is a very charitable woman. She's the sweetest woman in the world. I'm looking for the second sweetest woman in the world. I'm looking for honesty and a big heart."
    },
    {
      "quote": "I know that all things are possible through Jesus Christ."
    },

    {
      "quote": "My outlook on life is so much clearer."
    },
    {
      "quote": "If you think you've already made it, that's when you can fall short and go backwards. I'm constantly pushing forward and chasing the element of perfection."
    },
    {
      "quote": "I don't watch much TV at all."
    },
    {
      "quote": "I think the biggest challenge is to continue on the same path. I think it's easy to become complacent from the success you've had."
    },
    {
      "quote": "I just really want to continue on the same intensity of work ethic, I don't want to slow now. I'm 21-year's old and I feel like this era and a few years to come are my prime years, so I want to utilise them."
    },
    {
      "quote": "It's amazing when you're playing to a crowd who barely understands English but they're singing parts of your song back to you."
    },
    {
      "quote": "It's amazing when you're playing to a crowd who barely understands English but they're singing parts of your song back to you."
    },
    {
      "quote": "I don't think I can ever escape from music."
    },
    {
      "quote": "I would love to start a cancer organization."
    },
    {
      "quote": "I've been traveling the world and experiencing different places, and you always discover new things."
    },
    {
      "quote": "I think that by going on the path that I am, my destiny will just come to me."
    },
    {
      "quote": "I've learned how much of an impact that music has on people. I get messages all the time from people telling me what my music means to them and what it has done to them."
    },
    {
      "quote": "Jason DeruloOOoOoOo"
    }
  ],
  "lyrics": [
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "Wiggle, wiggle, wiggle"
    },
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "How do you fit all that, in them jeans?"
    },
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "Cadillac, Cadillac, pop that trunk"
    },
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "Your booty like two planets"
    },
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "I just wanna strip you, dip you, flip you, bubble bath you"
    },
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "Eat it, ate it, love it, hate it"
    },
    {
      "title": "Wiggle",
      "year": 2013,
      "lyric": "You wiggle, wiggle for the D, O, double G, a king"
    },
    {
      "title": "Ridin' Solo",
      "year": 2010,
      "lyric": "I'm solo, I'm riding solo, I'm riding solo, I'm riding solo, solo"
    },
    {
      "title": "Ridin' Solo",
      "year": 2010,
      "lyric": "Telling me to get my shit together now I got my shit together, yeah"
    },
    {
      "title": "Ridin' Solo",
      "year": 2010,
      "lyric": "Now I'm feeling how I should, never knew single could feel this good, oh"
    },
    {
      "title": "Ridin' Solo",
      "year": 2010,
      "lyric": "So flex how I spread my wings, loving myself makes me wanna sing, oh"
    }
  ]
}
